Repository: SamuGallo-06/zorin-share
Catalog: po/*.po
Languages: de, es, fr, it

source: Add Shared Folder
de: Freigegebenen Ordner hinzufügen
es: Añadir Carpeta Compartida
fr: Ajouter un Dossier Partagé
it: Aggiungi Cartella Condivisa

source: Read Only
de: Nur Lesen
es: Solo Lectura
fr: Lecture Seule
it: Sola Lettura

source: Guest Access
de: Gastzugriff
es: Acceso de Invitados
fr: Accès Invité
it: Accesso Ospite

source: Advanced Options (For Expert Users)
de: Erweiterte Optionen (Für erfahrene Benutzer)
es: Opciones Avanzadas (Para Usuarios Expertos)
fr: Options Avancées (Pour Utilisateurs Experts)
it: Opzioni Avanzate (Per Utenti Esperti)

source: Directory Mask:
de: Verzeichnismaske:
es: Máscara de Directorio:
fr: Masque de Répertoire:
it: Maschera Directory:

source: Create Mask:
de: Erstellungsmaske:
es: Máscara de Creación:
fr: Masque de Création:
it: Maschera Creazione:

source: Allow Browsing
de: Durchsuchen erlauben
es: Permitir Navegación
fr: Autoriser la Navigation
it: Consenti Navigazione

source: Valid Users:
de: Gültige Benutzer:
es: Usuarios Válidos:
fr: Utilisateurs Valides:
it: Utenti Validi:

source: Enter username...
de: Benutzername eingeben...
es: Introducir nombre de usuario...
fr: Entrer le nom d'utilisateur...
it: Inserisci nome utente...

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Cancel clicked
de: Abbrechen geklickt
es: Cancelar pulsado
fr: Annuler cliqué
it: Annulla cliccato

source: OK clicked
de: OK geklickt
es: OK pulsado
fr: OK cliqué
it: OK cliccato

source: Creating SharedFolder from dialog inputs
de: Erstelle freigegebenen Ordner aus Dialogeingaben
es: Creando Carpeta Compartida desde las entradas del diálogo
fr: Création du Dossier Partagé à partir des entrées du dialogue
it: Creazione CartellCondivisa dagli input della finestra

source: [ERROR] Cannot create shared folder: Missing required fields: {name} {path} {comment}
de: [FEHLER] Kann freigegebenen Ordner nicht erstellen: Fehlende Pflichtfelder: {name} {path} {comment}
es: [ERROR] No se puede crear la carpeta compartida: Faltan campos obligatorios: {name} {path} {comment}
fr: [ERROR] Impossible de créer le dossier partagé: Champs obligatoires manquants: {name} {path} {comment}
it: [ERRORE] Impossibile creare cartella condivisa: Campi obbligatori mancanti: {name} {path} {comment}

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Missing required fields: Name, Path, and Comment are required.
de: Fehlende Pflichtfelder: Name, Pfad und Kommentar sind erforderlich.
es: Faltan campos obligatorios: Nombre, Ruta y Comentario son obligatorios.
fr: Champs obligatoires manquants: Nom, Chemin et Commentaire sont requis.
it: Campi obbligatori mancanti: Nome, Percorso e Commento sono richiesti.

source: [ERROR] Cannot create shared folder: Path does not exist: {path}
de: [FEHLER] Kann freigegebenen Ordner nicht erstellen: Pfad existiert nicht: {path}
es: [ERROR] No se puede crear la carpeta compartida: La ruta no existe: {path}
fr: [ERROR] Impossible de créer le dossier partagé: Le chemin n'existe pas: {path}
it: [ERRORE] Impossibile creare cartella condivisa: Il percorso non esiste: {path}

source: Path does not exist: {path}
de: Pfad existiert nicht: {path}
es: La ruta no existe: {path}
fr: Le chemin n'existe pas: {path}
it: Il percorso non esiste: {path}

source: Dialog cancelled
de: Dialog abgebrochen
es: Diálogo cancelado
fr: Dialogue annulé
it: Finestra annullata

source: Edit Shared Folder
de: Freigegebenen Ordner bearbeiten
es: Editar Carpeta Compartida
fr: Éditer le Dossier Partagé
it: Modifica Cartella Condivisa

source: Name:
es: Nombre:
fr: Nom:
it: Nome:

source: Folder Path:
de: Ordnerpfad:
es: Ruta de Carpeta:
fr: Chemin du Dossier:
it: Percorso Cartella:

source: Comment:
de: Kommentar:
es: Comentario:
fr: Commentaire:
it: Commento:

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save clicked
de: Speichern geklickt
es: Guardar pulsado
fr: Enregistrer cliqué
it: Salva cliccato

source: Updating SharedFolder from dialog inputs
de: Aktualisiere freigegebenen Ordner aus Dialogeingaben
es: Actualizando Carpeta Compartida desde las entradas del diálogo
fr: Mise à jour du Dossier Partagé à partir des entrées du dialogue
it: Aggiornamento CartellCondivisa dagli input della finestra

source: [ERROR] Cannot edit shared folder: Missing required fields: {name} {path} {comment}
de: [FEHLER] Kann freigegebenen Ordner nicht bearbeiten: Fehlende Pflichtfelder: {name} {path} {comment}
es: [ERROR] No se puede editar la carpeta compartida: Faltan campos obligatorios: {name} {path} {comment}
fr: [ERROR] Impossible de modifier le dossier partagé: Champs obligatoires manquants: {name} {path} {comment}
it: [ERRORE] Impossibile modificare cartella condivisa: Campi obbligatori mancanti: {name} {path} {comment}

source: [ERROR] Cannot edit shared folder: Path does not exist: {}
de: [FEHLER] Kann freigegebenen Ordner nicht bearbeiten: Pfad existiert nicht: {}
es: [ERROR] No se puede editar la carpeta compartida: La ruta no existe: {}
fr: [ERROR] Impossible de modifier le dossier partagé: Le chemin n'existe pas: {}
it: [ERRORE] Impossibile modificare cartella condivisa: Il percorso non esiste: {}

source: Path does not exist: {}
de: Pfad existiert nicht: {}
es: La ruta no existe: {}
fr: Le chemin n'existe pas: {}
it: Il percorso non esiste: {}

source: Samba Not Installed
de: Samba nicht installiert
es: Samba No Instalado
fr: Samba Non Installé
it: Samba Non Installato

source: Samba is not installed on your system. This application requires Samba to function. Please install Samba using: sudo apt install samba
de: Samba ist auf Ihrem System nicht installiert. Diese Anwendung benötigt Samba zum Funktionieren. Bitte installieren Sie Samba mit: sudo apt install samba
es: Samba no está instalado en tu sistema. Esta aplicación requiere Samba para funcionar. Por favor, instala Samba usando: sudo apt install samba
fr: Samba n'est pas installé sur votre système. Cette application nécessite Samba pour fonctionner. Veuillez installer Samba en utilisant: sudo apt install samba
it: Samba non è installato sul tuo sistema. Questa applicazione richiede Samba per funzionare. Installa Samba usando: sudo apt install samba

source: Refresh List
de: Liste aktualisieren
es: Actualizar Lista
fr: Actualiser la Liste
it: Aggiorna Lista

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci

source: New Shared Folder
de: Neuer freigegebener Ordner
es: Nueva Carpeta Compartida
fr: Nouveau Dossier Partagé
it: Nuova Cartella Condivisa

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo

source: Samba service started successfully
de: Samba-Dienst erfolgreich gestartet
es: Servicio Samba iniciado correctamente
fr: Service Samba démarré avec succès
it: Servizio Samba avviato con successo

source: Failed to start Samba service. Please start it manually: sudo systemctl start smbd
de: Fehler beim Starten des Samba-Dienstes. Bitte starten Sie ihn manuell: sudo systemctl start smbd
es: Error al iniciar el servicio Samba. Por favor, inícialo manualmente: sudo systemctl start smbd
fr: Échec du démarrage du service Samba. Veuillez le démarrer manuellement: sudo systemctl start smbd
it: Impossibile avviare il servizio Samba. Avvialo manualmente con: sudo systemctl start smbd

source: Unnamed Folder
de: Unbenannter Ordner
es: Carpeta Sin Nombre
fr: Dossier Sans Nom
it: Cartella Senza Nome

source: Read-Only
de: Nur Lesen
es: Solo-Lectura
fr: Lecture-Seule
it: Sola Lettura

source: Writable
de: Beschreibbar
es: Escribible
fr: Écriture
it: Scrivibile

source: Guests allowed
de: Gäste erlaubt
es: Invitados permitidos
fr: Invités autorisés
it: Ospiti consentiti

source: Guests not allowed
de: Gäste nicht erlaubt
es: Invitados no permitidos
fr: Invités non autorisés
it: Ospiti non consentiti

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso

source: Delete Shared Folder
de: Freigegebenen Ordner löschen
es: Eliminar Carpeta Compartida
fr: Supprimer le Dossier Partagé
it: Elimina Cartella Condivisa

source: Add Shared Folder Dialog opened
de: Dialog 'Freigegebenen Ordner hinzufügen' geöffnet
es: Diálogo de Añadir Carpeta Compartida abierto
fr: Dialogue Ajouter un Dossier Partagé ouvert
it: Finestra Aggiungi Cartella Condivisa aperta

source: Add Shared Folder Dialog closed
de: Dialog 'Freigegebenen Ordner hinzufügen' geschlossen
es: Diálogo de Añadir Carpeta Compartida cerrado
fr: Dialogue Ajouter un Dossier Partagé fermé
it: Finestra Aggiungi Cartella Condivisa chiusa

source: New folder to add:
de: Neuer Ordner zum Hinzufügen:
es: Nueva carpeta a añadir:
fr: Nouveau dossier à ajouter:
it: Nuova cartella da aggiungere:

source: Edit Shared Folder Dialog opened
de: Dialog 'Freigegebenen Ordner bearbeiten' geöffnet
es: Diálogo de Editar Carpeta Compartida abierto
fr: Dialogue Éditer le Dossier Partagé ouvert
it: Finestra Modifica Cartella Condivisa aperta

source: Edit Shared Folder Dialog closed
de: Dialog 'Freigegebenen Ordner bearbeiten' geschlossen
es: Diálogo de Editar Carpeta Compartida cerrado
fr: Dialogue Éditer le Dossier Partagé fermé
it: Finestra Modifica Cartella Condivisa chiusa

source: Folder edited:
de: Ordner bearbeitet:
es: Carpeta editada:
fr: Dossier édité:
it: Cartella modificata:

source: Are you sure you want to delete the shared folder
de: Möchten Sie den freigegebenen Ordner wirklich löschen
es: ¿Estás seguro de que quieres eliminar la carpeta compartida
fr: Êtes-vous sûr de vouloir supprimer le dossier partagé
it: Sei sicuro di voler eliminare la cartella condivisa

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
it: Questa azione non può essere annullata.

source: Samba Service Not Running
de: Samba-Dienst läuft nicht
es: Servicio Samba No En Ejecución
fr: Service Samba Non Exécuté
it: Servizio Samba Non Attivo

source: The Samba service is installed but not currently running. Would you like to start it now?
de: Der Samba-Dienst ist installiert, läuft aber derzeit nicht. Möchten Sie ihn jetzt starten?
es: El servicio Samba está instalado pero no está en ejecución actualmente. ¿Te gustaría iniciarlo ahora?
fr: Le service Samba est installé mais n'est pas actuellement en cours d'exécution. Voulez-vous le démarrer maintenant?
it: Il servizio Samba è installato ma non è attualmente in esecuzione. Vuoi avviarlo ora?

source: Start Samba
de: Samba starten
es: Iniciar Samba
fr: Démarrer Samba
it: Avvia Samba

source: Shared Folder
de: Freigegebener Ordner
es: Carpeta Compartida
fr: Dossier Partagé
it: Cartella Condivisa

source: Samba is not installed
de: Samba ist nicht installiert
es: Samba no está instalado
fr: Samba n'est pas installé
it: Samba non è installato

source: Samba is running
de: Samba läuft
es: Samba está en ejecución
fr: Samba est en cours d'exécution
it: Samba è in esecuzione

source: Samba is installed but not running
de: Samba ist installiert, läuft aber nicht
es: Samba está instalado pero no en ejecución
fr: Samba est installé mais n'est pas en cours d'exécution
it: Samba è installato ma non in esecuzione

source: Cannot check Samba status
de: Kann Samba-Status nicht prüfen
es: No se puede verificar el estado de Samba
fr: Impossible de vérifier l'état de Samba
it: Impossibile verificare lo stato di Samba

source: [ERROR] Config file not found: {}
de: [FEHLER] Konfigurationsdatei nicht gefunden: {}
es: [ERROR] Archivo de configuración no encontrado: {}
fr: [ERROR] Fichier de configuration introuvable: {}
it: [ERRORE] File di configurazione non trovato: {}

source: [ERROR] Permission denied reading: {}
de: [FEHLER] Zugriff verweigert beim Lesen: {}
es: [ERROR] Permiso denegado para leer: {}
fr: [ERROR] Permission refusée pour la lecture: {}
it: [ERRORE] Permesso negato in lettura: {}

source: [ERROR] Permission denied writing to: {}
de: [FEHLER] Zugriff verweigert beim Schreiben: {}
es: [ERROR] Permiso denegado para escribir en: {}
fr: [ERROR] Permission refusée pour l'écriture dans: {}
it: [ERRORE] Permesso negato in scrittura: {}
